{
  "homePage": {
    "heroSection": {
      "titleRotateText": "Setiap",
      "titleRotateWords1": "Suku",
      "titleRotateWords2": "Bahasa",
      "title": "Firman Tuhan di Setiap Hati",
      "subtitle": "Bermitra dengan gereja-gereja dan komunitas di seluruh Indonesia dan Timor Leste untuk menghidupkan Alkitab dalam berbagai bahasa lokal.",
      "learnMoreButton": "Learn More",
      "getInvolvedButton": "Mari Terlibat",
      "donateButton": "Donasi Sekarang"
    },
    "projectSection": {
      "title": "Dampak Kami di Seluruh Indonesia",
      "subtitle": " Lihat bagaimana Tuhan bekerja melalui penerjemahan Alkitab di seluruh nusantara",
      "statisticTrainedPeople": "Orang yang Telah Dilatih",
      "statisticActiveProjects": "Proyek Aktif",
      "statisticActiveTranslator": "Penerjemah Aktif",
      "statisticNT": "Bahasa yang Telah Menyelesaikan PB",
      "statisticOT": "Bahasa yang Telah Menyelesaikan PL",
      "statisticPrintedBibles": "Alkitab Bahasa Suku yang Telah Dicetak"
    },
    "ministrySection": {
      "title": "Pelayanan Kami",
      "subtitle": "Tiga pilar misi kami untuk melayani masyarakat di seluruh Indonesia",
      "bibleTranslationTrainingTitle": "Pelatihan Penerjemahan Alkitab",
      "bibleTranslationTrainingSubtitle": "Memperlengkapi komunitas lokal dengan keterampilan dan pengetahuan yang dibutuhkan untuk menerjemahkan Firman Tuhan ke dalam bahasa hati mereka.",
      "bibleTranslationTrainingDescription": "Indonesia is home to hundreds of languages still waiting for a complete Bible. We train and mentor local translators from within these language communities, equipping them with the tools and knowledge they need to translate Scripture accurately, faithfully, and meaningfully.",
      "openBibleEducationTitle": "Pendidikan Alkitab Terbuka",
      "openBibleEducationSubtitle": "Program Pendidikan Alkitab Terbuka dirancang untuk membantu orang-orang percaya tidak hanya membaca Alkitab tetapi juga memahami dan menerapkan kebenarannya dalam kehidupan sehari-hari. ",
      "communityDevelopmentTitle": "Pengembangan Masyarakat",
      "communityDevelopmentSubtitle": "Pengembangan Masyarakat bertujuan untuk meningkatkan kualitas hidup di daerah-daerah yang kurang terlayani, memberdayakan masyarakat agar dapat berkembang secara spiritual, sosial, dan ekonomi."
    }
  },
  "bibleTranslationTrainingPage" : {
    "heroSection":{
      "title" : "Pelatihan Penerjemahan Alkitab",
      "description" :"Memperlengkapi komunitas lokal dengan keterampilan dan pengetahuan yang dibutuhkan untuk menerjemahkan Firman Tuhan ke dalam bahasa hati mereka."
    },
    "overviewSection" : {
      "title1" : "Memperlengkapi Orang Percaya",
      "title2" : "untuk Menerjemahkan Firman Tuhan",
      "description" :"Inti dari misi kami adalah keyakinan bahwa setiap komunitas bahasa berhak mendapatkan akses ke Firman Tuhan dalam bahasa ibu mereka. Program Pelatihan Penerjemahan Alkitab kami dirancang untuk memperlengkapi orang-orang percaya setempat dengan keterampilan, alat, dan dasar spiritual yang diperlukan untuk menerjemahkan Alkitab dengan akurat dan jelas.",
      "trainedTranslators" :"Penerjemah yang Telah Dilatih",
      "languages" : "Bahasa/Dialek yang Telah Menerima Pelatihan",
      "activeTranslators" : "Penerjemah Aktif",
      "activeProjects" : "Proyek Aktif"
    },
    "trainingProgramsSection" : {
      "whyTitle" : "Mengapa Pelatihan Penerjemahan Alkitab ?",
      "whyDescripton":"Jutaan orang masih belum memiliki akses ke Alkitab lengkap dalam bahasa mereka sendiri. Program pelatihan ini memberdayakan masyarakat untuk mengambil alih kepemilikan dalam upaya penerjemahan Alkitab, memastikan bahwa terjemahan yang dihasilkan adalah:",
      "whyPoints1": "Setia pada makna aslinya",
      "whyPoints2": "Dapat dimengerti oleh penutur bahasa",
      "whyPoints3": "Diekspresikan secara alami dalam bahasa lokal",
      "whoTitle" : "Siapa yang Bisa Bergabung?",
      "whoDescription": "Kami menyambut : ", 
      "whoPoints1": "Pemimpin gereja dan orang-orang yang memiliki panggilan untuk menerjemahkan Alkitab",
      "whoPoints2": "Orang percaya lokal yang fasih berbahasa ibu dan bahasa Indonesia",
      "whoPoints3": "Mereka yang memiliki hasrat untuk pengembangan bahasa dan keterlibatan Alkitab.",
      "whoFootnote": "Tidak diperlukan pengalaman penerjemahan sebelumnya - hanya hati yang ingin melayani dan kemauan untuk belajar.",
      "whatTitle" : "Apa Hasil yang Akan Dicapai Setelah Pelatihan?",
      "whatDescripton":"Pada akhir pelatihan, para peserta akan dapat:",
      "whatPoints1": "Memahami konsep-konsep kunci dalam penerjemahan Alkitab",
      "whatPoints2": "Mulai menyusun Alkitab dalam bahasa hati mereka",
      "whatPoints3": "Menggunakan perangkat lunak untuk membantu penerjemahan",
      "whatPoints4": "Berkolaborasi dalam tim penerjemahan di bawah bimbingan pemimpin"
    },
    "trainingProcessSection" : {
      "title" : "8 Langkah MAST",
      "subtitle" : "Delapan langkah MAST (Mobilized Assistance Supporting Translation) dapat digunakan untuk menyusun Alkitab ke dalam format tertulis atau audio, kemudian memeriksanya dengan cermat.",
      "step1Title" : "Baca dan Pahami",
      "step1Subtitle" : "Baca atau dengarkan seluruh bagian Alkitab yang akan Anda kerjakan. Cobalah untuk memahami makna dan poin utama bagian tersebut.",
       "step2Title" : "Menceritakan Kembali",
      "step2Subtitle" : "Dilakukan dengan satu rekan (Jika tidak ada rekan maka Anda dapan menceritakan kembali bagian Alkitab yang sudah dibaca dengan bersuara.",
       "step3Title" : "Pemenggalan Teks",
      "step3Subtitle" : "Penggallah bagian Alkitab yang Anda baca menjadi bagian yang lebih kecil, yang disebut Potongan.",
       "step4Title" : "Konsep / Draft Buta",
      "step4Subtitle" : "Baca potongan pertama dari bagian Alkitab yang mau diterjemahkan dan setelah itu, tutuplah sumber teks tersebut.",
       "step5Title" : "Periksa Sendiri",
      "step5Subtitle" : "Lihatlah sumber teks kembali dan bandingkan dengan apa yang telah Anda terjemahkan.",
       "step6Title" : "Periksa Bersama Rekan",
      "step6Subtitle" : "Berikan hasil terjemahan Anda kepada salah satu rekan kelompok Anda. Rekan tersebut akan membaca dan memeriksa hasil terjemahan Anda.",
       "step7Title" : "Periksa Kata Kunci",
      "step7Subtitle" : "Temukan kata kunci lalu Anda dan rekan Anda harus membandingkan sumber teks dengan hasil terjemahan Anda.",
       "step8Title" : "Periksa Ayat Demi Ayat",
      "step8Subtitle" : "Baca seluruh bagian Alkitab yang akan Anda kerjakan. Cobalah untuk memahami makna dan poin utama bagian tersebut."
    },
    "callToActionSection":{
      "title" : "Bergabunglah dengan Program Pelatihan Kami",
      "description": "Apakah Anda bersemangat untuk membawa Firman Tuhan ke komunitas Anda? Program pelatihan kami dapat memperlengkapi Anda dengan keterampilan dan pengetahuan yang dibutuhkan untuk memberikan dampak yang kekal.",
      "buttonCTA" : "Mendaftar Untuk Pelatihan"
    }
  },
    "openBibleEducationPage": {
    "heroSection": {
      "title": "Pendidikan Alkitab Terbuka",
      "subtitle": "Dalam Kemitraan dengan Thirdmill Institute",
      "description": "Memberdayakan Para Pemimpin Gereja dengan Pelatihan Alkitab yang Gratis dan Berkualitas"
    },
    "overviewSection": {
      "title": "Apa Itu Pendidikan Alkitab Terbuka?",
      "description1": "Di Bahtraku, kami percaya bahwa setiap orang percaya - terutama mereka yang berada di komunitas yang kurang terlayani, terpencil, atau masyarakat adat - harus memiliki akses terhadap pendidikan yang solid dan alkitabiah, terlepas dari lokasi, latar belakang, atau status keuangannya.",
      "description2": "Pendidikan Alkitab Terbuka adalah program pelatihan alkitabiah non-formal yang menyediakan pendidikan teologi berkualitas tinggi secara gratis dengan menggunakan kurikulum Thirdmill Institute yang telah diakui secara global. Program ini dirancang untuk memperlengkapi para pemimpin gereja, pendeta, pengajar Alkitab dan setiap orang percaya yang mungkin tidak memiliki kesempatan untuk mengikuti seminari formal",
      "description3": "Melalui kemitraan dengan Thirdmill Institute, kami menawarkan jalur yang jelas untuk pertumbuhan rohani, kedalaman teologis, dan kesiapan pelayanan bagi komunitas di seluruh Indonesia dan sekitarnya.",
      "cardTitle": "Kemitraan dengan Thirdmill Institute",
      "cardDescription": "Thirdmill Institute adalah sebuah pelayanan yang berkomitmen untuk menyediakan pendidikan alkitabiah tingkat seminari secara gratis kepada dunia.",
      "cardPoint1": "Video Pelajaran",
      "cardPoint2": "Materi pembelajaran yang dapat diunduh",
      "cardPoint3": "Penilaian interaktif",
      "cardPoint4": "Kelompok bimbingan dan diskusi",
      "cardPoint5": "Sertifikat kelulusan, jika nilai memenuhi persyaratan"
    },
    "programSection": {
      "title": "Program - Program",
      "subtitle": "Pendidikan teologi yang komprehensif yang dirancang untuk aplikasi pelayanan praktis",
      "card1Title": "Sertifikat Dasar",
      "card1Subtitle": "Terdiri dari empat mata kuliah pengantar dalam Alkitab dan Teologi:",
      "card1Point1": "Dasar-dasar Alkitabiah",
      "card1Point2": "Dasar-dasar Teologis",
      "card1Point3": "Dasar-dasar Perjanjian Lama",
      "card1Point4": "Dasar-dasar Perjanjian Baru",
      "card2Title": "Sertifikat dalam Studi Alkitab",
      "card2Subtitle": "Terdiri dari lima mata kuliah mengenai Alkitab:",
      "card2Point1": "Narasi Perjanjian Lama",
      "card2Point2": "Nabi-nabi Perjanjian Lama",
      "card2Point3": "Studi Paulus",
      "card2Point4": "Surat-surat Perjanjian Baru",
      "card2Point5": "Penafsiran Alkitab",
      "card3Title": "Sertifikat dalam Studi Teologi",
      "card3Subtitle": "Terdiri dari lima mata kuliah tentang Teologi:",
      "card3Point1": "Doktrin Tentang Tuhan",
      "card3Point2": "Kristologi",
      "card3Point3": "Pneumatologi",
      "card3Point4": "Antropologi & Eskatologi",
      "card3Point5": "Etika Alkitabiah"
    },
    "whoCanJoinSection" : {
      "title" :  "Siapa yang dapat Bergabung ?",
      "subtitle" : "Program ini terbuka bagi siapa saja yang memiliki hati yang dapat diajar dan keinginan untuk bertumbuh",
      "pastors" : "Pendeta & Perintis Gereja",
      "elders" : "Penatua & Pemimpin Pelayanan",
      "teachers" : "Pengajar Alkitab",
      "believers" : "Jemaat yang sedang bertumbuh",
      "notes" : "Tidak ada latar belakang akademis yang dibutuhkan-hanya hati yang dapat diajar dan keinginan untuk bertumbuh."
        },
        "whyItMattersSection" : {
          "title" : "Mengapa ini Penting?",
          "subtitle" : "Membangun gereja yang berlandaskan Alkitab, dewasa secara rohani, dan siap bermisi",
          "testimonyQuote" : "Landasan Alkitab yang kokoh sangat penting bagi gereja yang berkembang. Pendidikan Alkitab Terbuka memungkinkan kami untuk melatih para pemimpin bahkan di daerah-daerah yang paling terpencil sekalipun.",
          "facilitator" : "Fasilitator Program, Wilayah Papua",
          "contentTitle" : "Dampak Program",
          "contentSubtitle" : "Program ini membantu memenuhi visi gereja yang berlandaskan Alkitab, dewasa secara rohani, dan siap bermisi, terutama di tempat-tempat yang tidak dapat diakses atau tidak terjangkau oleh pelatihan teologi. ",
          "point1" : "Pendidikan teologi yang dapat diakses untuk semua komunitas",
          "point2" : "Gratis, konten berkualitas tinggi setingkat seminari",
          "point3" : "Berkonteks budaya bagi gereja-gereja di Indonesia",
          "point4" : "Pembelajaran yang fleksibel bagi para pemimpin pelayanan yang sibuk"
        },
        "getStartedSection" : {
          "title" : "Mari Memulai",
          "subtitle" : "Apakah Anda siap untuk bertumbuh dalam Firman Tuhan dan melayani dengan lebih efektif?",
          "downloadTitle" : "Unduh Bahan Studi",
          "downloadSubtitle" : "Akses panduan belajar, pelajaran video, dan sumber daya untuk pembelajaran offline.",
          "downloadButton" : "Unduh Sekarang",
          "joinTitle" : "Gabung dengan Kelompok",
          "joinSubtitle" : "Daftarkan diri Anda untuk mengikuti pembelajaran terbimbing dengan pembimbing dan sesama murid.",
          "joinButton" : "Daftar Sekarang",
           "partnerTitle" : "Bermitra dengan Kami",
          "partnerSubtitle" : "Bantu perluas jangkauan pendidikan Alkitabiah ke lebih banyak komunitas.",
          "partnerButton" : "Jadilah Mitra",
          "notes" : "Mari memperlengkapi setiap suku, setiap gereja, dan setiap pemimpin untuk pekerjaan pelayanan bersama-sama."
        }
  },
   "footer" : {
    "description" : "Menerjemahkan Firman Tuhan ke dalam setiap bahasa dan membawa transformasi bagi setiap suku.",
    "registration" : "Terdaftar Pada",
  "allRightsReserved": "Semua Hak Dilindungi",
 "registration1": "Kementerian Hukum dan Hak Asasi Manusia Indonesia No. AHU-0034498.AH.01.12 (2022)",
    "registration2": "Kementerian Agama Republik Indonesia, Surat Direktur Jenderal Bimbingan Masyarakat Kristen No. 363 (2023)",
    "registration3": "Persekutuan Gereja dan Lembaga Injili Indonesia / PGLII",
    "registration4": "Anggota Teregistrasi dari Perkumpulan Majelis Penatalayanan dan Akuntabilitas Kristiani Indonesia sejak 2023",
    "registration5": "Anggota Asosiasi Aliansi Injili Asia",
    "privacyPolicyTitle": "Kebijakan Privasi",
      "connectWithUs": "Terhubung dengan Kami"
  }
}
